Repository: emencia/emencia_paste_djangocms_3
Catalog: emencia_paste_djangocms_3/django_buildout/project/accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Company
fr: Société

source: Function
fr: Fonction

source: Address
fr: Adresse

source: Postal code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Professional phone number
fr: N° de téléphone professionnel

source: User
fr: Utilisateur

source: Society
fr: Société

source: Personal details
fr: Informations personnelles

source: Submit
fr: Envoyer

source: user
fr: Utilisateur

source: Account successfully activated
fr: Compte activé avec succès

source: Log in
fr: Se connecter

source: the user account has been already activated or the validation key is wrong
fr: Cet utilisateur a déjà été activé ou la clé de validation est erronée

source: Register
fr: S'inscrire

source: This account is now activated.
fr: Le compte est activé.

source: New inscription waiting for activate at
fr: Une nouvelle inscription est en attente de validation sur

source: Click here to autorize the user access (clicking on this will activate the user account)
fr: Cliquer ici pour activer le compte de l'utilisateur

source: User informations
fr: Informations de l'utilisateur

source: Username
fr: Nom d'utilisateur

source: Postal Code
fr: Code postal

source: [{{ site.name }}] A request for registration needs your approval.
fr: [{{ site.name }}] Une demande d'inscription nécessite votre approbation.

source: Your inscription on %(name)s was recorded
fr: Votre inscription sur %(name)s a été validée

source: It will be activated soon by an administrator. You will receive a new email when it will be active
fr: Votre inscription sera validée prochainement par un administrateur. Vous recevrez un email dès que cette dernière sera effective.

source: Your informations
fr: Vos informations

source: [%(name)s] Your request for registration is being processed.
fr: [%(name)s] Votre demande d'inscription est en cours de traitement.

source: Your inscription on %(domain)s is validated.
fr: Votre inscription sur %(domain)s a été validée.

source: You can login on this page
fr: Vous pouvez vous indentifier sur cette page

source: [%(name)s] Your request for registration is validated.
fr: [%(name)s] Votre inscription est validée.

source: Login
fr: Se connecter

source: Not member
fr: Vous n'êtes pas inscrit

source: Your are logged out
fr: Vous êtes déconnecté

source: Password change
fr: Modification de mot de passe

source: Password has been changed
fr: Votre mot de passe a été modifié

source: Password reset
fr: Regénération de votre mot de passe

source: Password reset successfully
fr: Mot de passe modifié avec succès

source: Now you can
fr: Maintenant vous pouvez

source: Password reset failed
fr: Echec de la modification de mot de passe

source: Email with password reset instructions has been sent.
fr: Un email indiquant la procédure de changement de mot de passe a été envoyé.

source: Reset password at %(site_name)s
fr: Modification de mot de passe sur le site %(site_name)s

source: Registration is currently closed.
fr: Les inscriptions sont terminées.

source: Thank you for your interest in
fr: Merci de l'intérêt que vous portez à

source: Your request for access is being processed. You will be notified by email shortly
fr: Votre demande d'inscription est en cours de traitement. Vous serez notifié par email rapidement
